Repository: WPPlugins/gallery-objects
Catalog: lang/gallery-objects-*.po
Languages: tr_tr

source: You do not have sufficient permissions to access this page.
tr_tr: Bu sayfaya erişmek için yeterli izinlere sahip değilsiniz.

source: ALBUMS
tr_tr: ALBUM

source: VIEWS
tr_tr: GÖRÜNÜM

source: HELP, SUPPORT, & UPDATES
tr_tr: YARDIM, DESTEK, GÜNCELLEME

source: Gallery Object Deleted Successfully
tr_tr: Galeri Başarıyla Silindi

source: FAILED
tr_tr: BAŞARISIZ

source: This album currently has no view defined!
tr_tr: Yeni bir albüm oluşturuldu.

source: Edit Album Settings Here.
tr_tr: Burada albüm ayarlarını düzenleyin

source: Album ID
tr_tr: Albüm ID

source: Album Name
tr_tr: Albüm Adı

source: Album Description
tr_tr: Albüm Açıklaması

source: Update Album
tr_tr: Albümü Güncelle

source: Filter Images : By month
tr_tr: Resimleri Sırala: Aya göre

source: All Months
tr_tr: Tüm Aylar

source: By text
tr_tr: Metine göre

source: Displaying
tr_tr: Görüntüleniyor

source: Insert the following code into a Page or Post to display this Gallery Object View
tr_tr: Resim galerisini görüntülemek için aşağıdaki kodu kopyalayıp, galeriyi görüntülemek istediğiniz yazıya veya sayfaya yapıştırın.

source: Edit View Settings Here.
tr_tr: Burada görünüm ayarlarını düzenleyin.

source: View ID
tr_tr: Görünüm ID

source: View Name
tr_tr: Görünüm Adı

source: View Type
tr_tr: Görünüm Türü

source: Albums for this View
tr_tr: Bu görünüm için albüm

source: View Description
tr_tr: Görünüm Açıklaması

source: Update View
tr_tr: Görünümü Güncelle

source: Appearance Settings for this View
tr_tr: Bu görünüm için görünüm ayarları

source: Container Height
tr_tr: Yükseklik

source: Container Width
tr_tr: Genişlik

source: Container Background
tr_tr: Arkaplan Rengi

source: Thumbnail Height
tr_tr: Küçük resim Yüksekliği

source: eg... 25
tr_tr: örneğin... 25

source: Transition Time
tr_tr: Geçiş Zamanı

source: in seconds
tr_tr: saniye içinde

source: Transition Speed
tr_tr: Geçiş Hızı

source: Transition Effect
tr_tr: Geçiş Efekti

source: Slide Horizontal
tr_tr: Yatay Slayt

source: Slide Vertical
tr_tr: Dikey Slayt

source: Shrink/Grow
tr_tr: Küçült/Büyüt

source: Fade
tr_tr: Soldur

source: None
tr_tr: Yok

source: Scroll Arrow Color
tr_tr: Kaydırma ok rengi

source: White
tr_tr: Beyaz

source: black
tr_tr: Siyah

source: Display Title
tr_tr: Başlığı Görüntüle

source: Description Alignment
tr_tr: Açıklama Konumu

source: Top (<strong>Problems</strong> with SLIDE effect)
tr_tr: Üst (<strong>Dikkat</strong> beyaz slayt efektinde sorun çıkıyor)

source: Display Description
tr_tr: Açıklamayı Görüntüle

source: Auto Start Slideshow
tr_tr: Otomatik Başla

source: Display thumbnails on
tr_tr: Küçük Resimlerin Konumu

source: Top
tr_tr: Üst

source: Bottom
tr_tr: Alt

source: Not at all
tr_tr: Gösterme

source: Manage Albums
tr_tr: Albümleri Yönet

source: Manage Views
tr_tr: Görünümleri Yönet

source: Help, Support, & Updates
tr_tr: Yardım, Destek, Güncelleme

source: Create a new Album Here.
tr_tr: Burada yeni bir albüm oluştur

source: Create Album
tr_tr: Albüm Oluştur

source: Existing Albums
tr_tr: Mevcut Albümler

source: Delete Album
tr_tr: Albümü Sil

source: You can not define a view until you have created an album.
tr_tr: Albüm oluşturana kadar herhangi bir görünüm oluşturamazsınız.

source: Create a new View Here.
tr_tr: Burada yeni bir görünüm oluştur

source: Album for this View
tr_tr: Bu görünüm için albüm

source: Create View
tr_tr: Görünüm Oluştur

source: Existing Views
tr_tr: Mevcut Görünümler

source: INVALID ALBUM ID
tr_tr: GEÇERSİZ ALBÜM ID

source: Album Name (ID) :
tr_tr: Alkbüm Adı (ID):

source: Edit View
tr_tr: Görünümü Düzenle

source: Delete View
tr_tr: Görünümü Sil

source: Gallery Objects
tr_tr: Resim Galerisi

source: A highly flexible and configurabe image gallery, with various flash-like display options. 1) Upload you images. 2) Create an Album. 3) Assign a View. 4) Enter [galobj viewid=VIEWID] onto a page or post.
tr_tr: Flash gibi ekran seçenekleri olan, son derece esnek ve düzenlenebilir resim galerisi. Nasıl kullanılır ? 1.- Resimlerinizi yükleyin. 2.- Bir albüm oluşturun. 3.- Görünüm atayın. 4.- Yayınlamak istediğiniz sayfa kodu yazın.
